---
kind: property
id: P:Autodesk.Revit.DB.FBXExportOptions.WithoutBoundaryEdges
source: html/4e31594f-a418-c19d-a521-4ec86b32bbde.htm
---
# Autodesk.Revit.DB.FBXExportOptions.WithoutBoundaryEdges Property

True to export without boundary edges, false otherwise.

## Syntax (C#)
```csharp
public bool WithoutBoundaryEdges { get; set; }
```